<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions"%>
<!DOCTYPE html>
<html lang="zh-CN">
<jsp:include page="${pageContext.request.contextPath}/header" flush="true" />
<body>
<jsp:include page="${pageContext.request.contextPath}/navbar" flush="true" />
<div class="container">
	<div class="row">&nbsp;</div>
</div>
<div class="container">
	<div class="panel panel-default">
		<div class="panel-heading text-center">
	    	<span class="panel-title">服务条款</span>
	  	</div>
	  	<div class="panel-body">
	    	总则<br/><br/>
			欢迎使用杭州鑫柯金融服务外包有限公司为您提供的各项服务。以下所述条款和条件即构成您与本公司就使用服务所达成的协议, 一旦您访问和使用金竹金服, 即表示您已接受了以下所述的条款和条件。<br/><br/>
			本公司有权随时修改下述条款和条件,并只需公示于金竹金服官网,而无需征得您的事先同意。修改后的条款于公示时即时生效。在本公司修改服务条款后,您继续使用服务应被视作您已接受了修改后的条款。<br/><br/>
			一、注册义务<br/><br/>
			您必须按照申请注册的流程, 真实, 准确, 完整的填写您的资料; 维持并及时更新资料, 使其保持真实, 准确, 完整和反应当前情况。 倘若您提供的资料不真实, 准确和完整或我公司有合理理由怀疑该资料不真实, 准确, 完整的, 我公司有权暂停或终止您的注册身份, 并拒绝您在目前和将来对服务以任何形式使用。<br/><br/>
			二、注册名, 密码和保密<br/><br/>
			在登记过程中, 您将选择帐号名和密码。帐号名的选择应遵守法律法规及社会公德。您必须对您的密码保密, 您将对您帐号名和密码下发生的所有活动承担责任。 如发现任何人未经您同意使用您的帐号名跟密码, 你需立即通知我公司; 对该行为造成的损害, 我公司不负任何责任。<br/><br/>
			三、您的权利和义务<br/><br/>
			您有权根据本协议及金竹金服网上公告的相关规则由本人进行记账操作, 参与活动等其他无特殊限制的服务; 您应当保证在使用金竹金服网各项服务中遵守法律法规, 尊重社会公德, 遵守诚实信用原则, 不扰乱网络秩序; 您在论坛发表的言论应当真实, 不得侮辱, 诽谤和恶意中伤他人; 您在论坛发布的信息不得侵犯他人的知识产权或其他合法利益; 您同意不对金竹金服网上的信息做商业用途, 包括但不限于以复制, 传播等方式使用展示在金竹金服网上的任何资料; 您同意接收来自金竹金服网或金竹金服合作伙伴发出的邮件或信息。<br/><br/>
			四、我公司的权利和义务<br/><br/>
			我公司有义务在现有技术上维护整个平台的正常运行, 并努力提升和改进技术; 因网上平台的特殊性, 本公司没有义务对所有会员的注册资料, 行为及其他事项进行事先审查; 会员因在金竹金服网上的行为与他人产生诉讼的, 司法部门或行政部门按照法定程序要求本公司提供相关资料的, 本公司应积极配合并提供; 对于您在金竹金服网上的不当行为或任何我公司认为应当终止服务的情况, 我公司有权删除信息或终止服务, 且无须征得您的同意；我们严格要求，客户的信息必须是本人填写；我公司有权对您的注册资料及在金竹金服网上的行为进行查阅审核, 发现注册资料存在问题或有合理理由怀疑相关行为不当的, 有权向您发出询问及要求修正; 对于一切利用非法手段在本平台谋取不正当利益的行为，本公司将保留追究相应法律责任的权利。我公司转让本协议无需征得您的同意; 在您使用金竹金服网服务时, 金竹金服网有权接收并记录您的个人信息, 包括但不限于IP地址, 网站Cookie中的资料及您所使用金竹金服手机客户端版本记录等。<br/><br/>
			五、您授予本公司的许可使用权<br/><br/>
			您授予本公司永久的, 免费的, 完整的许可使用权利(并且有权对该权利进行再授权), 使我公司有权在不涉及和泄露用户隐私情况下使用您的数据参与制作其派生产品, 例如但不限于市场调研, 消费分析等, 以已知或日后开发的任何形式, 媒体或技术, 纳入其他作品里。<br/><br/>
			六、隐私权<br/><br/>
			我公司不公开您的注册信息及其他个人信息。但在下列情况下, 我公司有权全部或部分披露您的保密信息。 根据法律规定, 或应行政机关, 司法机关要求, 向第三人或行政机关, 司法机关披露; 如您系权利人并针对他人在金竹金服网上侵犯您利益的行为提起投诉, 应被投诉人要求,向被投诉人披露; 权利人认为您在金竹金服网上的行为侵犯其合法权利并提出投诉的, 可向权利人披露; 您出现违反金竹金服网站规则, 需要向第三方披露的; 根据法律和金竹金服网站规则, 其他我公司认为适合披露的。<br/><br/>
			七、免责声明<br/><br/>
			您将对您发布的信息及其他在金竹金服网上发生的任何行为承担责任, 我公司对此不负任何责任。<br/><br/>
			八、管辖<br/><br/>
			因本协议或本公司服务所引起的或与其有关的任何争议, 应向浙江省杭州市西湖区人民法院提起诉讼并适用中华人民共和国法律。
	  	</div>
	</div>
</div>
<jsp:include page="${pageContext.request.contextPath}/footer" flush="true" />
</body>
<script type="text/javascript">
	$(document).ready(function(){
		
	});
</script>
<script type="text/javascript" src="${pageContext.request.contextPath}/js/adapter.js"></script>
</html>