<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions"%>
<!DOCTYPE html>
<html lang="zh-CN">
<body>
<div class="container">
	<div class="panel panel-default">
		<div class="panel-heading text-center">
	    	<span class="panel-title">产品协议</span>
	  	</div>
	  	<div class="panel-body">
			<p>
			    合同编号：XXXXXX-XX-XX-XX
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 甲方（投资人）：平台用户
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 身份证号码：【】
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 乙方（债权转让人）：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 企业注册号：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 丙方（平台服务方）：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 企业注册号：
			</p>
			<p>
			    <br/>
			</p>
			<p>
			    具体条款如下：
			</p>
			<p>
			    第一条 投资标的及回报：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权转让人:
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权受让人：甲方
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权额：本金【 】元人民币
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权转让对价（即甲方投资款）：【 】元人民币
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权到期日：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权附带收益（即甲方投资收益）：债权金额的一定比例，折算年化利率为【&nbsp;&nbsp; 】%。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权实现方式：债权到期日由债务人通过金竹网络平台，向投资人直接偿还债权转让对价及对应的债权附带收益。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			 
			债权实现的担保方式：若债权到期日债务人不履行债务，由乙方无条件按转让债权额等值的价格回购并支付债权附带收益。根据丙方提供的债权受让人清单由乙方向甲方履行兑付义务，即由乙方先行将债权所对应的债权本金和约定的债权附带收益支付给丙方，并由丙方根据债权受让人清单向甲方支付对应的债权本息收益。乙方向丙方支付了债权本息收益后，视为乙方已向甲方履行了兑付义务。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 债权附带收益支付：债权到期一并支付。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			</p>
			<p>
			    第二条 甲方的权利与义务：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 2.1甲方有利用丙方提供的平台按约定价格受让相应债权额的权利。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 2.2甲方有权按照约定时间实现约定受让债权的权利。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 2.3甲方有义务按照丙方平台要求向丙方提供真实的个人信息，因甲方提供虚假信息而造成的一切法律后果（包括但不限于民事赔偿，行政处罚等）均由甲方承担。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 2.4甲方有义务按照丙方要求操作平台软件以及查收丙方发出的所有消息（包括但不限于站内通知、电子邮件、手机短信等）。因甲方个人操作不当以及疏于查收信息造成的损失由甲方自行承担。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 2.5未经协议其他方一致同意，甲方不得在债权到期日前将受让债权转让或赠与给协议外的任何人，或对债权进行任何形式的处分。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 2.6甲方受让债权项下的债务人可以提前还款，若债务人提前还款，则甲方受让债权的期限至债务人提前还款之日止，甲方仅能取得实际债权受让期限内的收益，甲方对此表示同意。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 2.7甲方同意债权转让后，债权相关资料由乙方交平台代为保管。投资产品提前到期、逾期还款等情况发生时，为确保投资人（即债权受让人）行为一致，最大限度保障投资人权益，甲方同意不可撤销的委托丙方主张权利，并授权丙方确定主张权利的时间、方式、对象等。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			</p>
			<p>
			    第三条 乙方的权利与义务：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 3.1乙方有向甲方提供并转让债权的权利。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 3.2乙方有义务按照丙方平台要求向丙方及其客户提供真实的债权信息，因乙方提供虚假信息而造成的一切法律后果(包括但不限于民事赔偿，行政处罚等)均由乙方承担。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 3.3乙方承诺，若债务人未能在债权到期日中午12时前向甲方偿还债务的，则乙方应在债权到期日下午5时前无条件按债权转让价格加债权附带收益回购甲方所受让的债权。
			</p>
			<p>
			    第四条 丙方的权利和义务：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 4.1丙方应当按照本协议的规定，恪尽职守，以诚实、守信、谨慎、有效管理的原则为甲方、乙方进行服务。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 4.2丙方须对甲方、乙方信息、资产情况及其他服务相关事务的具体情况和资料依法保密；当其中一方出现违约时，丙方有义务在平台上向其他各方披露公开违约方个人或企业的全部相关信息，并有义务协助各方维护自身权益。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 4.3丙方有义务对甲方、乙方的资格进行严格审查，保证在平台上交易方真实存在并取得相关资质。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 4.4丙方应当对于甲方受让的债权进行记录，并由丙方以债权受让人清单的形式予以标明。丙方应当保证所提供债权受让人清单的准确性。
			</p>
			<p>
			    <br/>
			</p>
			<p>
			    第五条 提前回购：
			</p>
			<p>
			    5.1出现下列任一情形时，甲方有权通过平台通知债务人债权提前到期，甲方有权通过平台要求乙方按债权转让价格回购债权及承担相应的债权收益：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （1）出现协议方以外的主体对债权主张权利；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （2）债务人、乙方的资信状况、经营情况或者财务状况恶化；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （3）债务人与乙方发生纠纷；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （4）债务人、乙方涉及重大商业纠纷或重大诉讼；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （5）债务人、乙方提交的文件或单据存在虚假情况。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 5.2当提前回购情形出现时，甲方在此不可撤销的委托丙方代为甲方向乙方发出提前回购债权通知，乙方应在收到债权回购通知之日起三个工作日内向甲方支付债权回购款及相应的债权收益。
			</p>
			<p>
			    第六条 逾期利息：
			</p>
			<p>
			    若债权到期日，受让债权项下的债务人未足额还款，或乙方应当回购而未回购，乙方应当就未回购的投资款，按照本协议约定的债权附带收益年化收益率上浮30%，向甲方承担逾期利息。
			</p>
			<p>
			    第七条 风险提示：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 7.1政策风险:国家因宏观政策、财政政策、货币政策、行业政策、地区发展、法律法规等因素引起的政策风险。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 7.2不可抗力:由于战争、动乱、自然灾害等不可抗力因素的出现而可能导致甲方资产损失的风险。
			</p>
			<p>
			    第八条 税务处理：
			</p>
			<p>
			    各方根据中国法律规定，由各方自行向其主管税务机关申报、缴纳相关税费。
			</p>
			<p>
			    第九条 保密条款：
			</p>
			<p>
			    9.1本协议签署后，除非事先得到其他方的书面同意，本协议各方均应承担以下保密义务：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （1） 任何一方不得向非本协议方披露本协议以及本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （2）任何一方只能将保密信息和其内容用于本协议项下的目的，不得用于任何其他目的。本款的约定不适用于下列保密信息：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; A、从披露方获得时，已是公开的；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; B、从披露方获得前，接受方已经获知的；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; C、从有正当权限并不受保密义务制约的第三方获得的；
			</p>
			<p>
			    9.2本协议各方因下列原因披露保密信息，不受前款的限制：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （1）向本协议各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （2）因遵循可适用的法律、法规的强制性规定而披露；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; （3）依据其他应遵守的法规向审批机构或权力机构进行的披露；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 9.3各方在本条项下的权利和义务应在本协议终止或到期后继续有效。
			</p>
			<p>
			    第十条 协议的订立及支付：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			 
			10.1本协议及其修改或补充均采用通过丙方金竹网络平台以电子文本形式制成，可以有一份或者多份并且每一份具有同等法律效力，并永久保存在丙方为此设立的专用服务器上备查和保管。各方均认可该形式的协议效力，并在丙方平台通过债权转让申购或投标操作等方式确认签署本协议。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 10.2各方通过上述方式接受本协议且丙方审核通过时，本协议立即成立；协议成立的同时甲方不可撤销地授权丙方将债权转让款划转、支付给乙方，债权转让款由丙方根据授权划转完毕时本协议正式生效。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 10.3各方同意，若乙方推荐的债权总额未能在本协议成立后【5】个工作日内实现全部转让的，本协议自始不生效，乙方和丙方应配合将甲方已支付的债权申购款无息全额退还给甲方。
			</p>
			<p>
			    10.4甲方知悉，因丙方系统原因或第三方支付公司的支付系统原因，丙方支付给甲方的款项可能会存在重复打款、错误打款等情形。若出现上述情形，甲方在此同意并授权丙方通过以下渠道扣除丙方多支付给甲方的款项：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; a、 甲方的金竹网络平台账户；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; b、 甲方在丙方平台购买的理财产品的到期回款；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; c、 与甲方金竹网络平台账户绑定的银行卡；
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			</p>
			<p>
			    第十一条 其他条款：
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 11.1若债务人不履行到期债务且乙方不履行回购义务的，甲方可根据本协议向乙方追索。甲方因行使上述追索权而支出的合理费用（包括但不限于诉讼费（或仲裁费）、保全费、公告费、执行费、律师费、差旅及其他为实现权利而发生的费用），均由乙方承担。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			 
			11.2若债权到期日，丙方无法从债务人处足额收回投资款本金和利息并转付至甲方，或乙方应当回购而未回购债权的，丙方可以以自己或第三方名义收购甲方所受让的债权，甲、乙双方同意，当丙出示向甲方支付债权收购款项的支付凭证时，甲、乙双方均认可丙方已获得相应债权的所有权利，同时丙方有权要求乙方按债权转让价格收购债权并支付债权附带收益和逾期利息等损失。若乙方不履行该收购义务，丙方享有向乙方的追索权。丙方因行使上述追索权而支出的合理费用（包括但不限于诉讼费（或仲裁费）、保全费、公告费、执行费、律师费、差旅及其他为实现权利而发生的费用），由乙方承担。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 11.3如果甲方出现投资款的继承，必须由主张权利的继承人向丙方出示经国家权威机关认证的继承权利归属证明文件，丙方确认后方予协助进行债权的转移。由此产生的相关税费，由主张权利的继承人，向其主管税务机关申报、缴纳，丙方不负责相关事宜处理。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp;
			 
			11.4本协议签订之日起至甲方债权实现之日止，甲方的下列信息如发生变更的，其应当在相关信息发生变更三日内将更新后的信息提供给丙方：本方、本方的家庭联系人及紧急联系人、工作单位、居住地址、住所电话、手机号码、电子邮箱、银行账户的变更。若因甲方不及时提供上述变更信息而带来的损失或额外费用应由该方自行承担。
			</p>
			<p>
			    &nbsp;&nbsp;&nbsp; 11.5本合同的传真件、复印件、扫描件等有效复本的效力与本协议原件效力一致。
			</p>
			<p>
	  	</div>
	</div>
</div>
</body>
</html>